IDEA Open Model
ConnectionInfo.Identifier Property
Compatible with IDEA StatiCa Beta 20.0
 The identifier of the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Identifier { get; set; }
Public Property Identifier As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConnectionInfo Class
IdeaRS.OpenModel.Connection Namespace